[
    {
        "id": "1",
        "sound": "1.mp3",
        "hoVaTen": "Đức vua Trần Thái Tông (1218 - 1277)",
        "sex": 0,
        "content": "Trần Thái Tông sinh năm Mậu Dần, là vị vua đầu tiên của nhà Trần, tên thật là Trần Bồ, sau đổi thành Trần Cảnh. Ông còn là nhà nghiên cứu Phật học, nhà thơ. Quê quán Trần Thái Tông ở hương Tức Mặc, phủ Thiên Trường (nay là Mỹ Lộc, Nam Định). Làm vua từ năm 7 tuổi (năm 1225), ở ngôi 32 năm, làm Thái Thượng hoàng 19 năm, trước khi truyền ngôi cho con là Thái tử Trần Hoảng (sau là Vua Trần Thánh Tông). Ông đã lãnh đạo nhân dân Đại Việt chống lại cuộc xâm lược lần thứ nhất của quân Nguyên Mông. Với thắng lợi vẻ vang lưu truyền sử sách, đức vua Trần Thái Tông trở thành một vị minh quân. Ông còn được sử sách Phật giáo tôn xưng như bậc thiền sư. Qua đời vào năm 1277, thọ 59 tuổi, Trần Thái Tông để lại cho đời sau một số tác phẩm như Khóa hư lục, Thiền tông chỉ nam, Lục thời sám hối khoa nghi..."
    },
    {
        "id": "2",
        "sound": "2.mp3",
        "hoVaTen": "Thái sư Trần Thủ Độ (1194 - 1264)",
        "sex": 0,
        "content": "Trần Thủ Độ sinh năm Giáp Dần, đại danh thần Trần, quê Thái Bình. Ông là người sắc sảo, quyết đoán lại giỏi ứng biến, nhiều mưu lược, phò giúp triều Lý chống dẹp các cuộc phản loạn và đạo diễn việc vua Lý Chiêu Hoàng nhường ngôi cho Trần Cảnh ngày 10/1/1226, lập nên nhà Trần. Bằng tài năng chính trị và quân sự xuất chúng, ông xử lý sâu sắc, thấu đáo mọi quan hệ, vụ việc, tạo được uy phong lừng lẫy, năm 1234 thăng tới Thống quốc Thái sư (Tể tướng), trở thành trụ cột triều Trần và lãnh đạo nhân dân toàn thắng trong cuộc chiến chống quân xâm lược Nguyên Mông năm 1258."
    },
    {
        "id": "3",
        "sound": "3.mp3",
        "hoVaTen": "Nhà sử học Lê Văn Hưu (1230 - 1322)",
        "sex": 0,
        "content": "Lê Văn Hưu sinh năm Canh Dần, tại làng Phủ Lý, huyện Đông Sơn, (nay là xã Thiệu Trung, huyện Thiệu Hóa, tỉnh Thanh Hóa). Thuở nhỏ, khôi ngô tuấn tú, tư chất thông minh, khoa thi Đình năm Đinh Mùi (năm 1248) Lê Văn Hưu đỗ Bảng Nhãn (sau Trạng Nguyên) khi 18 tuổi. Sau khi thi đỗ, ông được giữ chức Kiểm pháp quan (trông coi việc Hình luật), rồi Hàn lâm Viện học sỹ, kiêm Quốc Sử Việt giám tu. Năm 1272, ông đã hoàn thành việc biên soạn “Đại Việt Sử ký” - bộ quốc sử đầu tiên của nước ta ghi lại những việc cốt yếu trong một thời gian lịch sử dài gần 15 thế kỷ, từ thời Triệu Đà ( từ năm 136 trước Công nguyên đến thời Lý Chiêu Hoàng năm 1225), tất cả gồm 30 quyển và được Trần Thánh Tông xuống chiếu ban khen). Hiện nay, “Đại Việt sử ký” của ông không còn, “Đại Việt ký tục biên” của Phan Phù Tiên nối tiếp theo bộ “Đại Việt sử ký” của Lê Văn Hưu, ghi chép sự việc từ đời Trần Thái Tông (mở đầu nhà Trần - năm 1218) đến Lê Lợi chiến thắng quân Minh (năm 1427) gồm 10 quyển cũng đã thất truyền; chỉ còn lưu truyền bộ “Đại Việt Sử ký toàn thư” của Ngô Sỹ Liên biên soạn, gồm 15 quyển, hoàn thành vào năm Kỷ Hợi (năm 1479) dưới thời Lê Thánh Tông. Trong bài tựa tác phẩm \"Đại Việt Sử ký toàn thư,\" Ngô Sỹ Liên viết: “Lê Văn Hưu là người chép sử giỏi đời Trần, Phan Phù Tiên là bậc cổ lão của Thánh triều ta, đều vâng chiếu biên soạn lịch sử nước nhà... Ta không tự nghĩ sức học kém cỏi, lấy hai bộ sách của các bậc tiên hiền làm trước đây sửa sang lại, thêm vào một quyển “Ngoại kỷ” gồm một số quyển gọi là “Đại Việt Sử ký toàn thư.” Qua đó có thể kết luận, Lê Văn Hưu là nhà sử học đầu tiên của nước ta và người đầu tiên đặt nền móng cho bộ sách “Đại Việt Sử ký toàn thư” hiện đang lưu truyền."
    },
    {
        "id": "4",
        "sound": "4.mp3",
        "hoVaTen": "Nhà bác học Phan Huy Chú (1782 - 1840)",
        "sex": 0,
        "content": "Phan Huy Chú sinh năm Nhâm Dần, là nhà thơ - nhà bác học thế kỷ XIX, tự là Lâm Khanh hiệu Mai Phong, sinh tại làng Thụy Khê, huyện Quốc Oai, tỉnh Hà Tây (nay là Hà Nội). Ông là con của Phan Huy ích, nổi tiếng hay chữ từ nhỏ, thi đỗ Tú tài năm 1821. Minh Mạng biết tiếng, triệu ông vào kinh làm biên tu ở Viện Hàn lâm. Năm 1824, ông được cử làm Phó sứ sang nhà Thanh (Trung Quốc). Năm 1828, làm Phủ thừa phủ Thừa Thiên, Hiệp trấn Quảng Nam. Năm 1830, lại giữ chức Phó sứ sang nhà Thanh, trở về bị khiển trách vì tội lạm dụng quyền hành. Năm 1832, bị buộc sang Giang Lưu Ba (Indonesia). Đời quan trường của Phan Huy Chú lúc thăng, lúc trầm, nên sinh chán nản, ông từ quan về làng dạy học, viết sách rồi mất vào năm 1840, thọ 58 tuổi. Bộ sách \"Lịch triều Hiến chương loại chí\" gồm 49 quyển với 10 năm biên soạn là công trình biên khảo đồ sộ của ông, được coi như bộ bách khoa toàn thư đầu tiên ở Việt Nam.. Ngoài ra, ông còn biên soạn các cuốn sách khác như \"Hoàng Việt dư địa chí\", \"Hoa thiều ngâm lục\" và \"Hoa trình tục ngâm.\""
    },
    {
        "id": "5",
        "sound": "5.mp3",
        "hoVaTen": "Nhà chí sỹ Lương Văn Can (1854 - 1927)",
        "sex": 0,
        "content": "Lương Văn Can sinh năm Giáp Dần là chí sĩ cận đại, quê Hà Nội. Nho nhã, thông tuệ, tân tiến, năm 20 tuổi ông đỗ cử nhân, mở trường Đông Kinh nghĩa thục và khởi xướng phong trào Duy tân yêu nước. Giặc khủng bố, lưu đày ông 7 năm sang Campuchia. Cuối năm 1921, ông trở về Hà Nội, tiếp tục hoạt động chính trị, xã hội và dạy học, viết sách. Ông để lại nhiều công trình giá trị về luân lý, lịch sử và ngôn ngữ."
    },
    {
        "id": "6",
        "sound": "6.mp3",
        "hoVaTen": "Chủ tịch Hồ Chí Minh (1890 - 1969)",
        "sex": 0,
        "content": "Chủ tịch Hồ Chí Minh sinh ngày 19/5/1890 - năm Canh Dần (tên lúc nhỏ là Nguyễn Sinh Cung, tên khi đi học là Nguyễn Tất Thành, trong nhiều năm hoạt động cách mạng trước đây lấy tên là Nguyễn Ái Quốc) quê ở làng Kim Liên, xã Nam Liên (nay là xã Kim Liên), huyện Nam Đàn, tỉnh Nghệ An. Người mất ngày 2/9/1969 tại Hà Nội, thọ 79 tuổi. Người sinh ra trong một gia đình cha là một nhà nho yêu nước, nguồn gốc nông dân; mẹ là nông dân; chị và anh đều tham gia chống Pháp và bị tù đày. Năm 1911, Người ra nước ngoài, làm nhiều nghề, tham gia cuộc vận động cách mạng của nhân dân nhiều nước, đồng thời không ngừng đấu tranh cho độc lập, tự do của dân tộc mình. Ngày 3/2/1930, Người chủ tọa Hội nghị thành lập Đảng Cộng sản Việt Nam (sau đổi tên thành Đảng Cộng sản Đông Dương, rồi Đảng Lao động Việt Nam, nay là Đảng Cộng sản Việt Nam ). Cách mạng Tháng Tám (1945) thành công, ngày 2/9/1945, tại Quảng trường Ba Đình, Chủ tịch Hồ Chí Minh đọc bản Tuyên ngôn Độc lập tuyên bố thành lập nước Việt Nam Dân chủ Cộng hòa; tổ chức tổng tuyển cử tự do trong cả nước, bầu Quốc hội và thông qua Hiến pháp dân chủ đầu tiên của Việt Nam. Quốc hội khóa I (1946) đã bầu Người làm Chủ tịch nước Việt Nam Dân chủ Cộng hòa. Tại Đại hội lần thứ II của Đảng (1951), Người được bầu làm Chủ tịch Ban Chấp hành Trung ương Đảng. Dưới sự lãnh đạo của Trung ương Đảng, đứng đầu là Chủ tịch Hồ Chí Minh, cuộc kháng chiến của nhân dân Việt Nam chống thực dân Pháp xâm lược đã giành được thắng lợi to lớn, kết thúc bằng chiến thắng vĩ đại Điện Biên Phủ (1954). Đại hội lần thứ III của Đảng (1960) đã nhất trí bầu lại Chủ tịch Hồ Chí Minh làm Chủ tịch Ban Chấp hành Trung ương Đảng Lao động Việt Nam. Quốc hội khóa II, khóa III đã bầu Người làm Chủ tịch nước Việt Nam Dân chủ Cộng hòa. Cùng với Ban Chấp hành Trung ương Đảng, Chủ tịch Hồ Chí Minh lãnh đạo cuộc kháng chiến vĩ đại của nhân dân Việt Nam chống chiến tranh xâm lược của đế quốc Mỹ; lãnh đạo sự nghiệp xây dựng chủ nghĩa xã hội ở miền Bắc. Chủ tịch Hồ Chí Minh là người thầy vĩ đại của cách mạng Việt Nam, lãnh tụ kính yêu của giai cấp công nhân và của cả dân tộc Việt Nam, một chiến sỹ xuất sắc, một nhà hoạt động lỗi lạc của phong trào cộng sản quốc tế và phong trào giải phóng dân tộc. Năm 1987, UNESCO đã tôn vinh Hồ Chí Minh là “Anh hùng giải phóng dân tộc Việt Nam-Nhà văn hóa kiệt xuất”. Tạp chí TIME của Mỹ bầu chọn Hồ Chí Minh là một trong 100 nhân vật có ảnh hưởng lớn nhất trong thế kỷ XX. Chủ tịch Hồ Chí Minh còn là nhà văn, nhà thơ, nhà báo có nhiều tác phẩm viết bằng cả tiếng Việt, tiếng Hán, tiếng Nga, tiếng Pháp và tiếng Anh. Tác phẩm tiêu biểu của Người là \"Bản án chế độ thực dân Pháp,\" \"Tuyên ngôn độc lập, \"Tập thơ Nhật ký trong tù\""
    },
    {
        "id": "7",
        "sound": "7.mp3",
        "hoVaTen": "Tổng Bí thư Lê Hồng Phong (1902 - 1942)",
        "sex": 0,
        "content": "Cố Tổng Bí thư Lê Hồng Phong sinh năm Nhâm Dần, là một trong 9 hội viên hạt nhân của Tổ chức Việt Nam Thanh niên Cách mạng đồng chí hội. Vào tháng 3/1935, ông được bầu làm Tổng Bí thư tại Đại hội I của Đảng ở Macau (Trung Quốc). 4 tháng sau, ông dẫn đầu đoàn đại biểu Đảng tới dự Đại hội VII Quốc tế Cộng sản tại Moskva (Liên Xô Cũ). ại đây, đại hội công nhận Đảng là Chi bộ chính thức của Quốc tế Cộng sản, bầu Lê Hồng Phong là Ủy viên Ban Chấp hành."
    },
    {
        "id": "8",
        "sound": "8.mp3",
        "hoVaTen": "Tổng Bí thư Hà Huy Tập (1902 - 1941)",
        "sex": 0,
        "content": "Hà Huy Tập sinh năm Nhâm Dần, quê ở xã Cẩm Hưng, huyện Cẩm Xuyên, tỉnh Hà Tĩnh. Năm 1923, tốt nghiệp Quốc học Huế, rồi dạy học ở Vinh, sau vào Sài Gòn, tham gia Hội Phục Việt (sau đổi thành Tân Việt). Cuối 1928, ông cùng Phan Đăng Lưu sang Quảng Châu bàn việc hợp nhất Tân Việt với Hội Việt Nam Cách mạng Thanh niên và chuyển sang hoạt động trong Hội Việt Nam Cách mạng Thanh niên. Năm 1929, sang Liên Xô học Trường Đại học Phương Đông của Quốc tế Cộng sản. Tháng 3/1935, ông trực tiếp chủ trì Đại hội Đảng lần thứ nhất họp ở Ma Cao (Trung Quốc) từ 27 đến 31-3/1935. Tháng 7/1936, được cử giữ chức Tổng Bí thư. Sau đó, Hà Huy Tập về nước trực tiếp chỉ đạo phong trào cách mạng. Ngày 1/5/1938, bị thực dân Pháp bắt, kết án tù, trục xuất về nguyên quán. Ngày 30/3/1940, lại bị bắt vì buộc tội là người chịu trách nhiệm tinh thần về cuộc khởi nghĩa Nam kỳ và kết án tử hình (ngày 28/8/1941). Sau 68 năm kể từ ngày hy sinh tại Hóc Môn (Gia Định) đã tìm được phần mộ và di dời hài cốt đồng chí Hà Huy Tập về an táng tại quê hương."
    },
    {
        "id": "9",
        "sound": "9.mp3",
        "hoVaTen": "Đại tướng Võ Nguyên Giáp (1911 - 2013)",
        "sex": 0,
        "content": "Võ Nguyên Giáp (25 tháng 8 năm 1911 – 4 tháng 10 năm 2013), tên khai sinh là Võ Giáp, còn được gọi là tướng Giáp hoặc anh Văn, là một nhà lãnh đạo quân sự và chính trị gia người Việt Nam. Ông là Đại tướng đầu tiên, Tổng Tư lệnh tối cao của Quân đội Nhân dân Việt Nam, một trong những người sáng lập nhà nước Việt Nam Dân chủ Cộng hòa, được Chính phủ Việt Nam đánh giá là \"người học trò xuất sắc và gần gũi của Chủ tịch Hồ Chí Minh\", là chỉ huy trưởng của các chiến dịch trong Chiến tranh Đông Dương (1946 – 1954), Chiến tranh Việt Nam (1955 – 1975) và Chiến tranh biên giới Việt – Trung (1979). Xuất thân là một giáo viên dạy lịch sử, ông được đánh giá là một trong những nhà lãnh đạo quân sự lỗi lạc nhất trong lịch sử Việt Nam.[3] Ông được nhiều tờ báo ca ngợi là anh hùng dân tộc của nhân dân Việt Nam. Võ Nguyên Giáp là người đầu tiên được tặng thưởng Huân chương Hồ Chí Minh và cho tới nay là người duy nhất 2 lần được tặng thưởng huân chương này (lần thứ nhất vào năm 1950 và lần thứ hai vào năm 1979)."
    },
    {
        "id": "10",
        "sound": "10.mp3",
        "hoVaTen": "Đại thi hào Nguyễn Du (1766 – 1820)",
        "sex": 0,
        "content": "Nguyễn Du (chữ Hán: 阮攸; 3 tháng 1 năm 1766 – 1820) tên tự là Tố Như (素如), hiệu là Thanh Hiên (清軒), biệt hiệu là Hồng Sơn lạp hộ (鴻山獵戶), Nam Hải điếu đồ (南海釣屠), là một nhà thơ, nhà văn hóa lớn thời Lê mạt Nguyễn sơ ở Việt Nam. Ông được người Việt kính trọng tôn xưng là \"Đại thi hào dân tộc\" và được UNESCO vinh danh là \"Danh nhân văn hóa thế giới. Tác phẩm Truyện Kiều của ông được xem là một kiệt tác văn học, một trong những thành tựu tiêu biểu nhất trong nền văn học trung đại Việt Nam."
    },
    {
        "id": "11",
        "sound": "11.mp3",
        "hoVaTen": "Trạng nguyên Trần Tất Văn (1496 - 1571)",
        "sex": 0,
        "content": "Trần Tất Văn (chữ Hán: 陳必聞, (tuổi Bính Thìn, 1496 - 1571)), người xã Nguyệt Áng, tổng Phù Lưu, huyện An Lão, phủ Kinh Môn, Hải Dương (nay là xã Thái Sơn huyện An Lão thành phố Hải Phòng), đỗ đầu đệ nhất giáp tiến sĩ cập đệ (Trạng nguyên) khoa tháng tư, Bính Tuất, niên hiệu Thống Nguyên thứ 5 (1526), đời Lê Cung Hoàng cùng Nguyễn Văn Du, Lưu Trung Doãn 3 người đỗ đệ nhất giáp tiến sĩ cập đệ; nhóm Lê Quang Bí 4 người đỗ đệ nhị giáp tiến sĩ xuất thân; nhóm Phạm Đình Quang 13 người đỗ đệ tam giáp đồng tiến sĩ xuất thân. Trần Tất Văn sau ra làm quan cho nhà Mạc tới chức Thượng thư, tước Hàn Xuyên bá. Từng đi sứ nhà Minh. Trạng nguyên Trần Tất Văn sinh ra trong một gia đình họ Trần - dòng dõi nhà nho ở thời hậu Lê (? - ?) tại làng Nguyệt Áng xã Thái Sơn huyện An Lão, thành phố Hải Phòng. Do xuất thân là dòng dõi quý tộc, được thừa hưởng tư chất thông minh và được học hành đầy đủ nên ngay từ nhỏ Trần Tất Văn đã nổi tiếng về hiếu học, chăm ngoan. Qua nhiều năm miệt mài đèn sách ông đã vượt qua kỳ thi Hương (đỗ Giải nguyên), thi Hội (đỗ Hội nguyên), thi Đình (đỗ Trạng nguyên) - học vị cao nhất tại kỳ thi năm Bính Tuất niên hiệu Thống nguyên (1526) đời Lê Cung Hoàng. Ông là Trạng nguyên duy nhất của huyện An Lão dưới thời phong kiến, đồng thời đứng thứ 30 trong tổng số 47 Trạng nguyên của cả nước. Ngày Trần Tất Văn được vua ban cờ, biển cho về lễ tạ tổ tiên và các thầy học cũ, dân làng nô nức đón rước người ham học, đỗ cao, làm vẻ vang cho quê hương, dòng họ. Sau đỗ đạt, ông làm quan cho triều Mạc, đến chức Thượng thư, tước hàm xuyên bá. Dưới thời Mạc Đăng Dung, Mạc Đăng Doanh, ông được giao trông coi việc từ hàn, những văn thư trao đổi giữa nhà Minh, nhà Mạc ông đều tham gia. Đã có lần ông được vua Mạc cử đi sứ nhà Minh, dùng ngoại giao để đấu tranh bảo vệ chủ quyền đất nước. Bằng lý luận đanh thép và lập luận chặt chẽ - bài Biểu của ông đã làm Mao Bá Ôn - tướng nhà Minh đang tập hợp đại quân ở biên giới chuẩn bị xâm chiếm nước ta khi đọc bài biểu đã rỏ nước mắt rồi quyết định rút quân. Phát huy truyền thống gia đình, 39 năm sau con trai Trạng nguyên Trần Tất Văn là Trần Tảo đã đỗ Tiến sĩ làm quan đến chức Thừa chính sứ. Cùng với cha, tiến sĩ Trần Tảo đã góp nhiều công lớn trong sự nghiệp giữ gìn bờ cõi và phát triển đất nước. Khi làm quan dưới triều nhà Mạc, thấu hiểu được tấm lòng và tình cảm của người dân quê hương, ông đã bỏ tiền hưng công xây dựng trên mảnh đất hương hỏa của gia đình ông một ngôi chùa để người dân ở đây có điều kiện sinh hoạt văn hóa, tín ngưỡng, tu thiện, tích đức. Người dân làng Nguyệt Áng truyền tụng rằng chùa quan Trạng tên chữ là Vĩnh Khoái Tự có quy mô rất rộng rãi, khang trang nằm trên một gò đất cao ráo, rộng tới 1/2 mẫu Bắc bộ. Ngoài việc xây chùa, Trạng nguyên Trần Tất Văn thấu hiểu nỗi cực nhọc của nhân dân địa phương khi phải lội qua nhánh sông nhỏ mùa hè cũng như mùa đông giá lạnh. Ông đã bỏ tiền làm một cây cầu đá xanh 3 nhịp dài 6-7mét, hiện nay chiếc cầu đã bị đổ, nhân dân địa phương còn lưu giữ được nhiều cấu kiện của chiếc cầu là những khối đá xanh hiện còn trong di tích. Cho đến nay, người dân Nguyệt Áng vẫn còn lưu truyền được bài thơ quan trạng về làng xây cầu đá: \"Hôm qua còn lội qua đầm Hôm nay thanh thản qua cầu đá xanh Cầu này cầu ái cầu ân Công ơn quan Trạng có tâm với làng\". Sau khi quan Trạng qua đời, nhân dân địa phương đã dựng ngôi đền để thờ phụng tưởng nhớ ơn đức của quan Trạng. Đền được xây dựng nằm gần sát toà phật điện. Đền quay cùng hướng với ngôi chùa nhìn về phía Tây Bắc, cách nơi linh địa này không xa phía trước là dòng sông Đa Độ uốn khúc chảy qua và đằng sau là dãy núi sừng sững trụ vững với thời gian. Những năm đầu của cuộc kháng chiến chống Pháp (1947-1948), các công trình kiến trúc đền, chùa quan Trạng cũng như các công trình văn hoá tín ngưỡng khác của địa phương Nguyệt Áng đã phải tiêu thổ kháng chiến. Mặc dù ở Nguyệt Áng đã trải qua bao lần san lấp mặt bằng để phục vụ sản xuất nông nghiệp, song đến nay, khu đất linh địa, đất xây đền, chùa quan Trạng ngày xưa vẫn còn gần như nguyên vẹn. Hiện nay, tên của ông được đặt một con đường tại thị trấn An Lão và quận Kiến An, thành phố Hải Phòng."
    }
]
