{
    "dynasty": [
        {
            "id" : "1",
            "name": "1. Triều đại Ngô: (939 - 965)",
            "countryName": "Vạn Xuân",
            "sound" : "trieuDaiNgo.mp3",
            "content": "Sau khi Ngô Quyền đánh đuổi được quân Nam Hán đã xưng vương và thành lập nên triều Ngô. Sau 28 năm trị vì, nhà Ngô bị tan rã dưới thời Ngô Xương Xí. Lúc này nước ta bị chia cắt thành 12 sứ quân. Kể từ khi Dương Tam Kha cướp ngôi nhà Ngô năm 944, các nơi không chịu thuần phục, các thủ lĩnh nổi lên cát cứ một vùng và đem quân đánh chiếm lẫn nhau. Loạn 12 sứ quân kéo dài hơn 20 năm (944-968) và kết thúc khi Đinh Bộ Lĩnh thống nhất đất nước, lập ra nhà nước Đại Cồ Việt - nhà nước phong kiến tập quyền đầu tiên trong lịch sử."
        },
        {
            "id" : "2",
            "name": "2. Triều Đinh: (968 - 980)",
            "countryName": "Đại Cồ Việt",
            "sound" : "trieuDinh.mp3",
            "content": "Đinh Bộ Lĩnh khi dẹp loạn được 12 sứ quân đã thống nhất đất nước và tạo nên nhà Đinh với tên nước là Đại Cồ Việt, đóng kinh tại Hoa Lư. Sau khi vua Đinh và con trai trưởng bị ám hại năm 979 thì Đinh Toàn lên thay nhưng vì còn nhỏ tuổi nên gần như quyền lực nằm hết trong tay tướng quân Lê Hoàn. Đinh Toàn mới lên 6 tuổi, được triều thần đưa lên ngôi vua. Nhân cơ hội đó nhà Tống cho quân sang xâm lược nước ta. Vì lợi ích của dân tộc, Thái hậu Dương Vân Nga (vợ của Đinh Tiên Hoàng, mẹ đẻ của Đinh Toàn), thể theo nguyện vọng các tướng sĩ, đã trao áo \"Long Cổn\" (biểu tượng của ngôi vua) cho Thập đạo Tướng quân Lê Hoàn, tức là Lê Đại Hành."
        },
        {
            "id" : "3",
            "name": "3. Triều đại Tiền Lê: (980 - 1010)",
            "countryName": "Đại Cồ Việt",
            "sound" : "trieuDaiTienLe.mp3",
            "content": "Trước tình hình nhà Tống lăm le xâm lược nên Thái hậu Dương Vân Nga đã hỗ trợ Lê Hoàn lên ngôi vua, mở ra triều Tiền Lê để lãnh đạo quân đội chống giặc ngoại xâm. Sau 30 năm tồn tại triều Tiền Lê được trao cho vua Lê Ngoại Triều – người mang nhiều tiếng xấu trong sử sách (độc ác, bạo tàn, dâm đãng,..) thì vì quá ăn chơi bời trác táng quá Lê Ngoạ Triều làm vua được 4 năm (1005 - 1009) thì mất, thọ 24 tuổi. Long Đĩnh mất, con tên là Sạ còn bé, dưới sự đạo diễn của quan Chi Hậu Đào Cam Mộc, triều thần đã tôn Lý Công Uẩn lên ngôi Hoàng đế. Kết thúc triều Tiền Lê."
        },
        {
            "id" : "4",
            "name": "4. Triều Lý (1010 - 1225)",
            "countryName": "Đại Cồ Việt/Đại Việt",
            "sound" : "trieuLy.mp3",
            "content": "Thời nhà Lý tồn tại lâu dài hơn 200 năm lịch sử, có nhiều thành tựu đáng chú ý trong nhiều lĩnh vực khác nhau như Nho giáo, quân đội, nghệ thuật công trình kiến trúc,.. Trong triều đại này Phật giáo rất phát triển và được các vua Lý sùng bái. Đây cũng là triều đại duy nhất trong lịch sử có nữ hoàng lên ngôi trị vì – Lý Chiêu Hoàng trước khi nhường ngôi cho nhà Trần. Dưới sự đạo diễn của Trần Thủ Độ, Lý Huệ Tông bị ép đi tu, nhường ngôi vua cho con gái là công chúa Chiêu Thánh (lúc đó mới 7 tuổi) niên hiệu là Lý Chiêu Hoàng. Cũng dưới sự đạo diễn của Trần Thủ Độ, Trần Cảnh (8 tuổi) là con ông Trần Thừa được đưa vào hầu cận Lý Chiêu Hoàng và Trần Thủ Độ tung tin là Lý Chiêu Hoàng đã lấy chồng là Trần Cảnh. Ngày 21 tháng 10 năm Ất Dậu (1225), Lý Chiêu Hoàng mở hội lớn ở điện Thiên An, trước bá quan văn võ, Chiêu Hoàng cởi hoàng bào mời Trần Cảnh lên ngôi Hoàng đế đổi niên hiệu là Kiến Trung năm thứ nhất, dựng lên triều đại nhà Trần từ đấy."
        },
        {
            "id" : "5",
            "name": "5. Triều đại nhà Trần: (1226 - 1400)",
            "countryName": "Đại Việt",
            "sound" : "trieuDaiNhaTran.mp3",
            "content": "Trong 10 triều đại phong kiến Việt Nam thì thời nhà Trần là giai đoạn hùng mạnh nhất của lực lượng quân đội. Chúng ta đã chiến thắng nhiều lần xâm phạm của các giặc Nguyên, Mông Cổ nhờ đội binh tinh nhuệ và nhiều tướng tài dẫn dắt. Nổi tiếng nhất là Hưng Đạo đại vương Trần Quốc Tuấn. Năm 1289 đã phong Trần Quốc Tuấn là \"Hưng Đạo đại vương\". Cách gọi đầy đủ tước hiệu được phong là \"Hưng Đạo đại vương Trần Quốc Tuấn\". Dân gian và đời sau gọi tắt là \"Trân Hưng Đạo\""
        },
        {
            "id" : "6",
            "name": "6. Triều đại nhà Hồ (1400 - 1407)",
            "countryName": "Đại Ngu",
            "sound" : "trieuDaiNhaHo.mp3",
            "content": "Đây là Triều đại phong kiến ngắn nhất trong lịch sử Việt Nam khi chỉ tồn tại 7 năm. Cuối thời nhà Trần dưới thời vua Trần Nghệ Tông thì Hồ Quý Ly rất được vua trọng dụng. Dần về sau binh quyền lớn mạnh và lúc vua Trần Nghệ Tông mất thì ông bức vua Trần Thiếu Đế dời đô vào Thanh Hóa, giết hàng loạt quân thần và tuất ngôi vua, tự phong đế. Nhà Hồ từ đó được lập nên. Năm 1406 Nhà Minh lấy cớ Hồ Quý Ly cướp ngôi nhà Trần, đem 80 vạn quân sang đánh chiếm nước ta. Quân dân nhà Hồ đã quyết liệt chống trả nhưng thất bại. Ngày 17/6/1407, quân Minh bắt được cha con Hồ Quý Ly kết thúc 7 năm ngắn ngủi của Nhà Hồ. Thời kỳ Bắc thuộc: Sau khi chiếm được Đại Việt, quân Minh chia nước ta thành quận huyện để cai trị, chúng bắt nhân dân ta làm tôi tớ, thuế má lao dịch nặng nề, cuộc sống vô cùng cực khổ."
        },
        {
            "id" : "7",
            "name": "7. Triều đại Lê sơ — Hậu Lê (1428 - 1527)",
            "countryName": "Đại Việt",
            "sound" : "trieuDaiLeSo.mp3",
            "content": "Đây là triều đại dài nhất trong lịch sử nước ta với 355 năm trị vì. Dưới thời Hậu Lê thì nước ta đã có nhiều phát triển từ quân sự, kinh tế, lãnh thổ. Nước ta đạt được nhiều sự thịnh vượng nhất. Trong triều đại phong kiến Hậu Lê trải qua 26 đời vua. Trong đó thời Lê sơ là 10 vị vua và thời nhà Lê Trung Hưng là 16 vị vua. Ngày 15 tháng 6 năm Đinh Hợi - 1527, Mạc Đăng Dung đem quân từ Cổ Trai vào kinh đô Thăng Long ép vua phải nhường ngôi, bắt Vua và Thái hậu tự tử. Như vậy Lê Cung Hoàng ở ngôi được 5 năm, thọ 21 tuổi."
        },
        {
            "id" : "8",
            "name": "8. Triều đại nhà Mạc (1527 - 1593)",
            "countryName": "Đại Việt",
            "sound" : "trieuDaiNhaMac.mp3",
            "content": "Mạc Đăng Dung cướp ngôi vua Cung Hoàng tự xưng đế và lập ra nhà Mạc. Triều đại này đánh đấu sự chia cắt thành 2 triều đại Nam triều và Bắc triều của nước ta. Trong đó triều Mạc nằm ở Bắc triều. Sau 66 năm tồn tại, đến thời vua Mạc Toàn chiến đấu với quân Nam triều của nhà Lê - Trịnh thất bại. Chấm dứt triều đại nhà Mạc."
        },
        {
            "id" : "9",
            "name": "9. Triều đại Tây Sơn (1789 – 1802)",
            "countryName": "Đại Việt",
            "sound" : "trieuDaiTaySon.mp3",
            "content": "Anh em nhà Tây Sơn của Nguyễn Huệ đã khởi nghĩa để thống nhất Đàng Trong. Đến khi Nguyễn Phúc Ánh hòng muốn lấy lại cơ nghiệp nên đã 2 lần cấu kết giặc Xiêm và giặc Thanh để đem quân đánh chiếm nước ta. Lúc này buộc Nguyễn Huệ phải lên ngôi vua, lấy hiệu là Quang Trung hoàng đế để đem quân lật đổ Đàng Ngoài, diệt giặc xâm lược. Năm 1792, vua Quang Trung đột ngột qua đời, triều đình lục đục.. Khi vua Quang Trung đang định chuẩn bị đem quân vào Nam đánh Gia Định thì đột ngột qua đời (1792). Con là Nguyễn Quang Toản còn nhỏ tuổi lên nối ngôi không có người lãnh đạo đủ năng lực, nhà Tây Sơn nhanh chóng suy yếu. Nội bộ xảy ra tranh chấp. Giữa năm 1802 Nguyễn Ánh (Tàn dư của đàng trong) tiến ra chiếm được Thăng Long. Nguyễn Ánh đã trả thù những người theo Tây Sơn vô cùng tàn bạo: Mộ của vua Thái Đức và vua Quang Trung bị quật lên, hài cốt bị giã thành bột nhồi vào thuốc súng và bắn đi. Nữ tướng Bùi Thị Xuân và con gái bị voi giày, Trần Quang Diệu bị chém đầu."
        },
        {
            "id" : "10",
            "name": "10. Triều Nguyễn (1802 - 1945)",
            "countryName": "Việt Nam",
            "sound" : "trieuNguyen.mp3",
            "content": "Là triều đại cuối cùng trong lịch sử phong kiến của nước ta. Vào thời nhà Nguyễn nước ta có phần lãnh thổ rộng lớn nhất. Vào 2/9/1945 chủ tịch Hồ Chí Minh đọc bản Tuyên ngôn độc lập tuyên bố chấm dứt chế độ phong kiến, thành lập nước Việt Nam Dân Chủ Cộng Hòa. "
        }
    ],
    "icon": "flag",
    "text": "Triều Đại và Quốc Hiệu"
}
