[
    {
        "id" : "1",
        "name": "GIẢN DỊ VÀ TIẾT KIỆM (Bác Hồ)",
        "image": "1",
        "content": "Áo Bác rách, có khi vá đi vá lại, Bác mới cho thay. Chiếc áo gối màu xanh hoà bình của Bác, được ông Cần (người phục vụ Bác) đưa bà vá đi vá lại. Cầm chiếc áo gối của Bác, bà rưng rưng nước mắt, bà nói với ông Cần thay áo gối khác cho Bác dùng nhưng Bác chưa đồng ý. Người vẫn dùng chiếc áo gối vá. Những năm tháng giúp việc ở văn phòng Bác bà đã có những kỷ niệm không bao giờ quên. Bà còn kể rằng: Ở Việt Bắc, có một buổi Bác đi công tác về muộn, về qua văn phòng, Bác nghỉ lại một lát vì mệt. Đồng chí Hoàng Hữu Kháng, bảo vệ của Bác nói với bà: - Bác mệt không ăn được cơm. Cô nấu cho Bác bát cháo Bác đang nằm nghỉ nghe thấy thế liền bảo bà: - Cô nấu cháo cho Bác bằng cơm nguội ấy, vừa chóng chín, vừa tiết kiệm được gạo, khỏi bỏ phí cơm thừa. Câu chuyện bà kể khiến chúng tôi xúc động và thương Bác quá chừng. Bác thật giản dị và tiết kiệm, chắt chiu như người cha lo cho một gia đình lớn, như cảnh nhà đông con mà còn túng thiếu. Chiếc áo gối vá, bát cháo nấu bằng cơm nguội của vị Chủ tịch nước có tác động lớn đến suy nghĩ của mỗi con người nhất là hiện nay, Đảng và Nhà nước ta thực hiện cuộc vận động “Học tập và làm theo tư tưởng, đạo đức và phong cách Hồ Chí Minh”. Bài học kinh nghiệm Câu chuyện nhỏ trên thấy rằng chúng ta cần noi gương ở Bác đức tính giản dị và tiết kiệm. Tiết kiệm có thể giúp những người còn khó khăn hơn chúng ta, giúp cho những người thật sự cần giúp đỡ, như thế ta sẽ vui mà người nhận cũng sẽ cùng vui.",
        "sound": "1.mp3"
    },
    {
        "id" : "2",
        "name": "THỜI GIAN QUÝ BÁU LẮM (Bác Hồ)",
        "image": "*",
        "content": "Năm 1945, mở đầu bài nói chuyện tại lễ tốt nghiệp khóa V Trường huấn luyện cán bộ Việt Nam, Chủ tịch Hồ Chí Minh thẳng thắn góp ý: “Trong giấy mời tới đây nói 8 giờ bắt đầu, bây giờ là 8 giờ 10 phút rồi mà nhiều người vẫn chưa đến. Tôi khuyên anh em phải làm việc cho đúng giờ, vì thời gian quý báu lắm”.Cũng về giờ giấc, trong kháng chiến chống Pháp, một đồng chí sĩ quan cấp tướng đến làm việc với Bác chậm 15 phút, tất nhiên là có lý do: Mưa to, suối lũ, ngựa không qua được. Bác bảo: - Chú làm tướng mà chậm đi mất 15 phút thì bộ đội của chú sẽ hiệp đồng sai bao nhiêu? Hôm nay chú đã chủ quan không chuẩn bị đủ phương án, nên chú không giành được chủ động”. Một lần khác, Bác và đồng bào phải đợi một đồng chí cán bộ đến để bắt đầu cuộc họp. Bác hỏi: - Chú đến muộn mấy phút? - Thưa Bác, chậm mất 10 phút ạ! - Chú tính thế không đúng, 10 phút của chú phải nhân với 500 người đợi ở đây. Năm 1953, Bác quyết định đến thăm lớp chỉnh huấn của anh em trí thức, lúc đó đang bước vào cuộc đấu tranh tư tưởng gay go. Sắp đến giờ lên đường bỗng trời đổ mưa xối xả. Các đồng chí làm việc bên cạnh Bác đề nghị cho hoãn đến một buổi khác. Có đồng chí còn đề nghị tập trung lớp học ở một địa điểm gần nơi ở của Bác… Nhưng bác không đồng ý: - Đã hẹn thì phải đến, đến cho đúng giờ, đợi trời tạnh thì đến bao giờ? Thà chỉ mình bác và vài chú nữa chịu ướt còn hơn để cả lớp phải chờ uổng công!. Thế là Bác lên đường đến thăm lớp chỉnh huấn đúng lịch trình trong tiếng reo hò sung sướng của các học viên…Bác Hồ của chúng ta quý thời gian của mình bao nhiêu thì cũng quý thời gian của người khác bấy nhiêu. Chính vì vậy, trong suốt cuộc đời Bác không để bất cứ ai đợi mình. Sự quý trọng thời gian của Bác thực sự là tấm gương sáng để chúng ta học tập. Bài học kinh nghiệm Quỹ thời gian của con người là có hạn. Người ta có thể làm lại một cái nhà, một con đường,… nhưng không thể lấy lại được một tích tắc thời gian đã mất đi. Chính vì lẽ đó mà thời gian còn quý hơn vàng, bạc. Tiết kiệm thời gian là tiết kiệm thông minh và văn minh nhất. Mỗi người đều có thể tiết kiệm được thời gian của mình. Tuy nhiên, để thực hiện điều đó chúng ta cần phải làm việc phải có kế hoạch cụ thể, chi tiết; làm việc ngăn nắp, gọn gàng; thầy cô chuẩn bị bài chu đáo trước khi lên lớp, lên lớp đúng giờ, sử dụng hiệu quả giờ học; cán bộ cần chuẩn bị nội dung tốt trước khi tiến hành tổ chức hội họp, tiếp dân,... Đó chính là tiết kiệm thời gian của mình và của mọi người.",
        "sound": "2.mp3"
    },
    {
        "id" : "3",
        "name": "NƯỚC NÓNG, NƯỚC NGUỘI (Bác Hồ)",
        "image": "*",
        "content": "Buổi đầu kháng chiến chống Pháp, có một đồng chí cán bộ Trung đoàn thường hay quát mắng chiến sĩ. Đồng chí này đã từng làm giao thông, bảo vệ Bác đi ra nước ngoài trước Cách mạng tháng Tám. Được tin nhân dân phản ánh về đồng chí này, một hôm, Bác cho gọi lên Việt Bắc. Bác dặn trạm đón tiếp, dù đồng chí này có đến sớm, cũng giữa trưa mới cho đồng chí ấy vào gặp Bác. Trời mùa hè, nắng chang chang, đi bộ đúng ngọ nên đồng chí Trung đoàn vã cả mồ hôi, người như bốc lửa. Đến nơi, Bác đã chờ sẵn. Trên bàn đặt hai cốc nước, một cốc nước sôi có ý chừng vừa như mới rót, bốc hơi nghi ngút, còn cốc kia là nước lạnh. Sau khi chào hỏi xong, Bác chỉ vào cốc nước nóng nói: - Chú uống đi. Đồng chí cán bộ kêu lên: - Trời! Nắng thế này mà Bác lại cho nước nóng làm sao cháu uống được. Bác mỉm cười: - À ra thế. Thế chú thích uống nước nguội, mát không? - Dạ có ạ. Bác nghiêm nét mặt nói: - Nước nóng, cả chú và tôi đều không uống được. Khi chú nóng, cả chiến sĩ của chú và cả tôi cũng không tiếp thu được. Hòa nhã, điềm đạm cũng như cốc nước nguội dễ uống, dễ tiếp thu hơn. Hiểu ý Bác giáo dục, đồng chí cán bộ nhận lỗi, hứa sẽ sửa chữa. Bài học kinh nghiệm Qua câu chuyện này chúng ta thấy được sự quan tâm của Bác đến cách quản lý con người, một bài học về tâm lý và cách ứng xử sâu sắc, khôn khéo cho tất cả chúng ta. Khi giận dữ rất dễ mất kiểm soát bản thân mình, khi giận lên chúng ta có thể làm nhiều việc mà không suy nghĩ đến hậu quả của nó, hoặc đưa ra một số quyết định không mấy sáng suốt, nói ra những điều không nên… chỉ để thỏa mãn cơn giận. Tồi tệ hơn, vì cơn giận chúng ta có thể vô tình làm tổn thương đến những người xung quanh. Lưu lại trong ký ức của họ một hình ảnh không tốt đẹp. Vì vậy, trong mọi trường hợp hãy thật bình tĩnh, xử lý khéo léo tình huống để có được kết quả tốt nhất.",
        "sound": "3.mp3"
    },
    {
        "id" : "4",
        "name": "ĐÔI DÉP BÁC HỒ (Bác Hồ)",
        "image": "4",
        "content": "Đôi dép của Bác “ra đời’’ vào năm 1947, được ‘’chế tạo’’ từ một chiếc lốp ô tô quân sự của thực dân Pháp bị bộ đội ta phục kích tại Việt Bắc. Đôi dép đo cắt không dày lắm, quai trước to bản, quai sau nhỏ rất vừa chân Bác. Trên đường công tác, Bác nói vui với các cán bộ đi cùng: - Đây là đôi hài vạn dặm trong truyện cổ tích ngày xưa... Đôi hài thần đất, đi đến đâu mà chẳng được. Gặp suối hoặc trời mưa trơn, bùn nước vào dép khó đi, Bác tụt dép, xách tay. Đi thăm bà con nông dân, sải chân trên các cánh đồng đang cấy, đang vụ gặt, Bác lại xắn quần cao lội ruộng, tay xách hoặc nách kẹp đôi dép... Mười một năm rồi vẫn đôi dép ấy... Các chiến sĩ cảnh vệ cũng đã đôi ba lần “xin’’ Bác đổi dép nhưng Bác bảo 'vẫn còn đi được’’. Cho đến lần đi thăm Ấn Độ, khi Bác lên máy bay, ngồi trong buồng riêng thì mọi người trong tổ cảnh vệ lập mẹo giấu dép đi, để sẵn một đôi giày mới... Máy bay hạ cánh xuống Niu-đê-li, Bác tìm dép. Mọi người thưa: Có lẽ đã cất xuống khoang hàng của máy bay rồi... Thưa Bác.... - Bác biết các chú cất dép của Bác đi chứ gì. Nước ta còn chưa được độc lập hoàn toàn, nhân dân ta còn khó khăn, Bác đi dép cao su nhưng bên trong lại có đôi tất mới thế là đủ lắm mà vẫn lịch sự - Bác ôn tồn nói. Vậy là các anh chiến sĩ phải trả lại dép để Bác đi vì dưới đất chủ nhà đang nóng lòng chờ đợi... Trong suốt thời gian Bác ở Ấn Độ, nhiều chính khách, nhà báo, nhà quay phim... rất quan tâm đến đôi dép của Bác. Họ cúi xuống sờ nắn quai dép, thi nhau bấm máy từ nhiều góc độ, ghi ghi chép chép... làm tổ cảnh vệ lại phải một phen xem chừng và bảo vệ “đôi hài thần kỳ” ấy. Năm 1960, Bác đến thăm một đơn vị Hải quân nhân dân Việt Nam. Vẫn đôi dép “thâm niên” ấy, Bác đi thăm nơi ăn, chốn ở, trại chăn nuôi của đơn vị. Các chiến sĩ rồng rắn kéo theo, ai cũng muốn chen chân, vượt lên để được gần Bác hơn. Bác vui cười nắm tay chiến sĩ này, vỗ vai chiến sĩ khác. Bỗng Bác đứng lại: - Thôi, các cháu giẫm làm tụt quai dép của Bác rồi... Nghe Bác nói, mọi người dừng lại cúi xuống yên lặng nhìn đôi dép rồi lại ồn ào lên: - Thưa Bác, cháu, cháu sửa... - Thưa Bác, cháu, cháu sửa được ạ... Thấy vậy, các chiến sĩ cảnh vệ trong đoàn chỉ đứng cười vì biết đôi dép của Bác đã phải đóng đinh sửa mấy lần rồi...Bác cười nói: - Cũng phải để Bác đến chỗ gốc cây kia, có chỗ dựa mà đứng đã chứ! Bác “lẹp xẹp” lết đôi dép đến gốc cây, một tay vịn vào cây, một chân co lên tháo dép ra: - Đây! Cháu nào giỏi thì chữa hộ dép cho Bác...Một anh nhanh tay giành lấy chiếc dép, giơ lên nhưng ngớ ra, lúng túng. Anh bên cạnh liếc thấy, “vượt vây” chạy biến... Bác phải giục: - Ơ kìa, ngắm mãi thế, nhanh lên cho Bác còn đi chứ. Anh chiến sĩ lúc nãy chạy đi đã trở lại với chiếc búa con, mấy cái đinh: - Cháu, để cháu sửa dép...Mọi người dãn ra. Phút chốc, chiếc dép đã được chữa xong. Những chiến sĩ không được may mắn chữa dép phàn nàn: - Tại dép của Bác cũ quá. Thưa Bác, Bác thay dép đi ạ.. Bác nhìn các chiến sĩ nói: - Các cháu nói đúng... nhưng chỉ đúng có một phần... Đôi dép của Bác cũ nhưng nó chỉ mới tụt quai. Cháu đã chữa lại chắc chắn cho Bác thế này thì nó còn ‘’thọ’’ lắm! Mua đôi dép khác chẳng đáng là bao, nhưng khi chưa cần thiết cũng chưa nên... Ta phải tiết kiệm vì đất nước ta còn nghèo... Bài học kinh nghiệm Bài học mà chúng ta rút ra được trong câu chuyện này chính là một lối sống giản dị, tiết kiệm ở Bác Hồ. Dù ở địa vị càng cao nhưng Người càng giản dị, trong sạch, cả một đời không xa xỉ, hoang phí. Cuộc đời của Bác là tấm gương sáng ngời về đức: Cần, kiệm, liêm, chính, chí công vô tư. Nếp sống giản dị của Bác chính là tấm gương để mỗi người chúng ta noi theo.",
        "sound": "4.mp3"
    },
    {
        "id" : "5",
        "name": "BA CHIẾC BA LÔ (Bác Hồ)",
        "image": "5",
        "content": "Trong những ngày sống ở Việt Bắc, mỗi lần Bác đi công tác, có hai đồng chí đi cùng. Vì sợ Bác mệt, nên hai đồng chí định mang hộ ba lô cho Bác, nhưng Bác nói: - Đi đường rừng, leo núi ai mà chẳng mệt, tập trung đồ vật cho một người mang đi thì người đó càng chóng mệt. Cứ phân ra mỗi người mang một ít. Khi mọi thứ đã được phân ra cho vào 3 ba lô rồi, Bác còn hỏi thêm: - Các chú đã chia đều rồi chứ? Hai đồng chí trả lời: - Thưa Bác, rồi ạ. Ba người lên đường, qua một chặng, mọi người dừng chân, Bác đến chỗ đồng chí bên cạnh, xách chiếc ba lô lên. - Tại sao ba lô của chú nặng mà Bác lại nhẹ? Sau đó, Bác mở cả 3 chiếc ba lô ra xem thì thấy ba lô của Bác nhẹ nhất, chỉ có chăn, màn. Bác không đồng ý và nói: - Chỉ có lao động thật sự mới đem lại hạnh phúc cho con người. Hai đồng chí kia lại phải san đều các thứ vào 3 chiếc ba lô. Bài học kinh nghiệm Thông qua câu chuyện ngắn Ba chiếc ba lô, chúng ta rút ra được bài học là, trong cuộc sống cần phải biết san sẻ cùng nhau những lúc khó khăn, hoạn nạn, đừng dựa vào quyền cao chức rộng mà đàn áp kẻ yếu thế. Sống phải công bằng mới khiến lòng người khâm phục và nể trọng.",
        "sound": "5.mp3"
    }
]
